
const menu = (prefix, nomeBot, numeroDono, nomeDono, hora, data, pushname, totalcmd, versaoBot, sender) => {
return `
╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
│𝐌𝐄𝐍𝐔-𝐏𝐑𝐈𝐍𝐂𝐈𝐏𝐀𝐋
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯
╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
┃✾➛ *Bot:* ${nomeBot}
┃✾➛ *Versão:* ${versaoBot}
┃✾➛ *Total de cmd:* ${totalcmd}
┃✾➛ *Dono* ${nomeDono}
┃✾➛ *Número dono:* ${numeroDono}
┃✾➛ *Você:* @${pushname}
┃✾➛ *Prefixo:* ${prefix}
┃✾➛ *Hora:* ${hora}
┃✾➛ *Data:* ${data}
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯

╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
│𝐌𝐄𝐍𝐔𝐒
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯
╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
┃👑➛${prefix}menuadm
┃🌟➛${prefix}menudono
┃🤡➛${prefix}menubrincadeira
┃🔞➛${prefix}menu18
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯

╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
│𝐂𝐌𝐃𝐒 𝐌𝐄𝐌𝐁𝐑𝐎𝐒
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯
╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
┃✾➛${prefix}ping
┃✾➛${prefix}infosystem
┃✾➛${prefix}infomestre
┃✾➛${prefix}pinterest
┃✾➛${prefix}playstore (roblox)
┃✾➛${prefix}metadinha
┃✾➛${prefix}nick (cartoon cat)
┃✾➛${prefix}chance (do Félix virar CLT)
┃✾➛${prefix}imgpralink (img)
┃✾➛${prefix}videopralink (video)
┃✾➛${prefix}meme
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯

╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
│𝐅𝐈𝐆𝐔𝐑𝐈𝐍𝐇𝐀𝐒
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯  
╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
┃✾➛${prefix}attp
┃✾➛${prefix}attp2
┃✾➛${prefix}attp3
┃✾➛${prefix}attp4
┃✾➛${prefix}attp5
┃✾➛${prefix}attp6
┃✾➛${prefix}attp7
┃✾➛${prefix}s
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯

╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
│𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯  
╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
┃✾➛${prefix}play (nome)
┃✾➛${prefix}play2 (nome)
┃✾➛${prefix}playvideo (nome)
┃✾➛${prefix}playmp3 (link)
┃✾➛${prefix}playmp4 (link)
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯

╭━━━━𖧹ٜ⛩ٜ𖧹•━━━╮
│ 𝐏𝐋𝐀𝐐𝐔𝐈𝐍𝐇𝐀𝐒
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━╯
╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
┃✾➛${prefix}plaq
┃✾➛${prefix}plaq1
┃✾➛${prefix}plaq2
┃✾➛${prefix}plaq3
┃✾➛${prefix}plaq4
┃✾➛${prefix}plaq5
┃✾➛${prefix}plaq6
┃✾➛${prefix}plaq7
┃✾➛${prefix}plaq8
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯

╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
│𝐀𝐍𝐈𝐌𝐄𝐒
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯  
╭━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╮
┃✾➛${prefix}hinata
┃✾➛${prefix}megumin
┃✾➛${prefix}loli
┃✾➛${prefix}neko
┃✾➛${prefix}cosplay
┃✾➛${prefix}waifu2
┃✾➛${prefix}waifu
┃✾➛${prefix}yumeko
╰━━━━𖧹ٜ⛩ٜ𖧹•━━━━━╯

𝐔𝐒𝐔𝐀𝐑𝐈𝐎
╭━━━━━━━━𖧹
┃✾➛${prefix}bug
┃✾➛${prefix}addcmd
┃✾➛${prefix}infocmd
╰━━━━━━━━𖧹
`
}
exports.menu = menu